import React from "react";
import cls from '../information/Information.module.scss'

export const Information = () => {
  return (
    <div className={cls.information}>
               <p>Сайт CatMoney.com предлагает вам заработать или раскрутить свой сайт:
           комментарии, отзывы, форумы, доски объявлений. Продвижение в социальных сетях: 
           подписчики в группы, лайки, репосты. Продвижение приложений групп или любого 
           другого бизнеса. После регистрации вам необходимо указать кошелек в настройках
            и вы сможете спокойно начать зарабатывать или раскручивать свои сервисы. На данный момент
             времени это демо версия сайта и из основного функционала здесь.</p> 
    </div>
  )
}